# MSSERG | 13:00 MSC 20.01.2018

print('''Калькулятор:
\nРасчёт зарплаты производиться по формуле
N/100*80.5 для нахождения чистой зарплаты,
и N+(N/100*19.5) для нахождения оклада, где
N=Одно из значений зарплаты (чистая или оклад),
коэффициенты: ставка НДФЛ-18%, военный сбор-1.5%.\n''')

check = int(input('Желаете узнать чистую зарплату (1) или оклад (2): '))

if check == 1:
	N = float(input('Введите значение оклада (N): '))
	result = N/100*80.5
	print('Размер чистой зарплаты =', result, 'руб.')
elif check == 2:
	N = float(input('Введите значение чистой зарплаты (N): '))
	result = N+(N/100*19.5)
	print('Размер оклада составит =', result, 'руб.')

input('\nПауза для консоли.')