# MSSERG | 12:30 MSC 20.01.2018

print('''Калькулятор:
\nРасчет расхода топлива происходит по формуле
Расход=V/S*N, где V-количество бензина,
которое вы истратили, S-количество километров,
которое вы проехали с использованием полного бака,
результат деления километров на литры умножается
на N, чтобы получить число, показывающее, какое
количество бензина понадобиться вашему автомобилю,
чтобы проехать N-киллометров.\n''')

V = float(input('Количество истраченного бензина (V): '))
S = float(input('Количество преодолённых киллометров (S): '))
N = float(input('Расстояние для рассчёта расхода бензина (N): '))
result = 0; result = V/S*N;

print('Расход топлива =', result, 'литров.')

input('\nПауза для консоли.')